INSERT INTO author (id, name, date_of_birth)
VALUES (1, 'Лев Николаевич Толстой', -4522486356),
       (2, 'Николай Васильеич Гоголь', -5072854356),
       (3, 'Александр Сергеевич Пушкин', -5382684756),
       (4, 'Сти́вен Э́двин Кинг', -702591027),
       (5, 'Рэй Ду́глас Брэ́дбери', -1557687627),
       (6, 'Антуа́н Мари́ Жан-Бати́ст Роже́ де Сент-Экзюпери́', -2193505227),
       (7, 'Э́рих Мари́я Рема́рк', -2257182027),
       (8, 'Джек Лондон', -2965402843),
       (9, 'Оскар Уайльд', -3635694043),
       (10, 'Джоа́н Ро́улинг', -139516891),
       (11, 'Адо́льф Ги́тлер', -2546622027);

INSERT INTO bookcase (id, number)
VALUES (1, 10),
       (2, 5),
       (3, 3);

INSERT INTO client (id, first_name, middle_name)
VALUES (1, 'Seva', 'Dem'),
       (2, 'Alina', 'Shu'),
       (3, 'Lera', 'Shin');